[
    {
        "id": 222025,
        "date":"March 2, 2025",
        "items":[
            {
                "type":"text",
                "value":"Oh, I stumbled upon my website, i looked it carefully, i don't know why i feel like a new beginning for me. I know what are things missing inside me and will continue to work upon it. hey also i just realized that doesn't matter the size of the problem, one can solve or approach to solve that just by talking and discussing about it, it maybe that we resist the solution while keeping it to ourself or maybe most of our problems involves around we humans and about us. Come to think about it, what are the problem which are absolute or in other words are directly enforced by the nature upon us."
            }
        ]
    },
    {
        "id": 122025,
        "date":"March 1, 2025",
        "items":[
            {
                "type":"image",
                "value":["https://news.stanford.edu/__data/assets/image/0022/47542/Birds_culture-1-copy.jpeg"]
            },
            {
                "type":"text",
                "value":"I hear words chirping in distance, i wish today to better than yesterday. I woke up early today and am feeling delight and few hope against my fight with absurdity."
            }
        ]
    },
    {
        "id": 2812025,
        "date":"Feb 28, 2025",
        "items":[
            {
                "type":"image",
                "value":["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcToZiMBAYHn7HQpx_U_he8pTCt0O1sU0FoOTw&s","https://images.squarespace-cdn.com/content/v1/6348398d9d21fd6277c64f96/e042b8e3-3b50-4496-83a6-7754c03d4a8f/maslows+hierarchy+of+needs+theory+-+pyramid+diagram.png"]
            },
            {
                "type":"text",
                "value":"Last Time I saw myself, I was tied into the thousands string, woven by me and my surrounding just asking myself that what is going inside my head, my mind. I don't know where do I starts, but its so horrible to be in this state, I never wished to be like this, I want to grow, I want to know things, I just can't be moving around as a retarded person. o god, I don't know whatever I think is worth, I wish I never born, if this would not had happend, neither the pact between absurdity and me would have taken place."
            },
            {
                "type":"text",
                "value":"As per Maslow hierarchy of need, people have different level of things which keeps them sane and give their mind peace, but at this current state, I believe I had just achieved all but backwards, I have messed up my life, my health, my mental state, any dreams, now its just that my lifeless body remains, do I have hope, maybe not."
            }
        ]
    }
]